[
  {
    "id": 1,
    "title": "Personal Training",
    "text": "Personal Training is available with one of our licensed professionals on an appointment basis. Our Trainers will assess you and design a program to help you meet your personal goals and objectives. We offer both 30 minute and 55 minute sessions."
  },
  {
    "id": 2,
    "title": "Cardio & Strength",
    "text": "Lenox Fit features machines and equipment from Life Fitness including 6 brand new treadmills that feature free classes, ellipticals, stationary bikes, recumbent bikes, 2 Concept 2 Rowing Machines, a Concept 2 Ski Erg, a Power Mill, a lateral Elliptical, an assault bike, a Technogym self propelled Treadmill as well as a full selection of strength circuit equipment by Life Fitness and Cybex."
  },
  {
    "id": 3,
    "title": "Free Weights",
    "text": "Lenox Fit offers equipment by Hammer Strength, Life Fitness and Rogue including adjustable benches, a squat rack, a Smith Machine, a full rack of fixed barbells, urethane dumbbells as well as ergonomic handles and standard handles for our cable machine. We also have a wide variety of Functional Strength equipment including TRX, rope pull, bands, medicine balls, core balls, kettlebells, Bosu, jump ropes, balance pads and more. "
  },
  {
    "id": 4,
    "title": "Classes",
    "text": "Lenox Fit offers classes 7 days a week for people of all ages and abilities.  We have a wide variety of offerings with many talented & motivated Fitness Professionals who are the best at their craft. OUR OFFERINGS: Spinning, Yoga, Bootcamp, BODYPUMP, Strength & Balance, Mat Pilates, Barre, Body Shred, Cardio Drumming, Line Dance Fusion, Strength & Stretch, And More! Classes are included in our membership as well as for our Day Visitors.  We use the Mindbody Booking app to register for all classes. Private classes for special occasions are also available on an appointment basis by request.  Please be sure to take off your street shoes & change into your gym shoes before entering our studio so that we can keep it clean for everyone. We can’t wait to see you at one of our classes!"
  }
]
